{
  "Language": "Sprache",
  "Send mail": "Mail senden",
  "Open as PDF": "Als PDF öffnen",
  "About me": "Über mich",
  "As a software engineer of passion, I’m enthusiastic about realising visions and improve them continuously. With innovation, precision, elegance and, of course, team spirit!": "Als Softwareentwickler aus Leidenschaft begeistert es mich, Visionen zu realisieren und kontinuierlich weiterentwickeln. Mit Innovation, Präzision, Eleganz - und natürlich Teamspirit!",
  "Professional experience": "Berufserfahrung",
  "20 years of professional experience": "20 Jahre Berufserfahrung",
  "Location": "Lokalität",
  "Zurich": "Zürich",
  "Languages": "Sprachen",
  "German and English": "Deutsch und Englisch",
  "Lecturer": "Dozent",
  "Lecturer Eastern Switzerland UAS": "Dozent FH OST",
  "Civil status": "Zivilstand",
  "Married": "Verheiratet",
  "Family": "Familie",
  "Family father": "Familienvater",
  "Date of birth": "Geburtsdatum",
  "Skills": "Kompetenzen",
  "Development": "Entwicklung",
  "Architecture": "Architektur",
  "Conception, analysis, design, consulting": "Konzeption, Analyse, Design, Beratung",
  "Strategy, processes, recruiting": "Strategie, Prozesse, Rekrutierung",
  "Leadership": "Führung",
  "Technical management of agile development teams": "Technische Leitung agiler Entwicklungsteams",
  "Intermediary for management and stakeholders": "Schnittstelle für Management und Stakeholder",
  "Education": "Ausbildung",
  "EFZ Information Technologist, Swiss Federal Diploma": "EFZ Informatiker Applikationsentwicklung",
  "«The truth is in the code». Here are two of my projects – from developer to developer": "«Im Code liegt die Wahrheit». Hier zwei meiner Projekte – von Entwickler zu Entwickler",
  "My Online-CV, freely available, sharing is caring": "Mein Online-CV zur freien Verfügung - sharing is caring",
  "A Tetris clone in 3D, inspired by Rez and its dynamically generated BGM, based on the playing behavior": "Ein Tetris-Klon in 3D, inspiriert von Rez und seiner aufgrund des Spielverhaltens dynamisch generierte Musik",
  "Now": "Jetzt",
  "Swisscom (Switzerland) Ltd": "Swisscom (Schweiz) AG",
  "Tech Lead Design System, the foundation of platforms like swisscom.ch": "Tech Lead Design System, der Basis für Plattformen wie swisscom.ch",
  "UI architect of dashboards for stock market and insurance consisting of interactive data visualizations": "UI Architekt von Dashboards mit interaktiver Datenvisualisierungen für Wertpapier-Börse und Versicherungsgesellschaft",
  "Frontend developer, design- and layout engineer for fintech solutions": "Frontendentwickler, Design- und Layoutengineer von Fintechlösungen",
  "Head of front end team, responsible for developing new platforms for newspapers like «Tages-Anzeiger» or «Le Matin» as well as internal CMS tools": "Leiter Frontend-Team, Neuentwicklung mobiler Webapps für Titel wie «Tages-Anzeiger» oder «Le Matin» sowie Entwicklung interner CMS",
  "Software engineer intranet solutions for the Migros-Genossenschafts-Bund on site in Zurich": "Softwareentwickler Intranetlösungen im Marketingbereich für den Migros-Genossenschafts-Bund vor Ort in Zürich",
  "Software engineer in the field of music-on-demand platforms": "Applikationsentwickler im Fachgebiet Music-on-demand-Plattformen",
  "de": "en"
}
